<?PHP
##############################
# Скрипт предоставил https://vk.com/ffcreator
# Автор Алексей Кузнецов https://vk.com/id303150695
# Версия скрипта 0.1
# Покупайте скрипты только у нас в группе и вы будете получать новые версии бесплатно!
##############################

class config{

	public $HostDB = "localhost";
	public $UserDB = "1111111111111";
	public $PassDB = "222222222";
	public $BaseDB = "333333333";    
	public $mb_serfing_id   = 873; //&#1048;&#1076;&#1080;&#1085;&#1090;&#1080;&#1092;&#1080;&#1082;&#1072;&#1090;&#1086;&#1088; API_ID &#1087;&#1086;&#1083;&#1091;&#1095;&#1077;&#1085;&#1085;&#1099;&#1081; &#1087;&#1088;&#1080; &#1088;&#1077;&#1075;&#1080;&#1089;&#1090;&#1088;&#1072;&#1094;&#1080;&#1080; &#1074;&#1072;&#1096;&#1077;&#1075;&#1086; API
        public $mb_serfing_key  = "EN7FIE7ip6YB4sD"; //&#1082;&#1083;&#1102;&#1095; &#1073;&#1077;&#1079;&#1086;&#1087;&#1072;&#1089;&#1085;&#1086;&#1089;&#1090;&#1080; &#1080;&#1079; &#1085;&#1072;&#1089;&#1090;&#1088;&#1086;&#1077;&#1082; API
        public $mp_serfing_curr = "RUB."; // &#1074;&#1072;&#1096;&#1072; &#1074;&#1072;&#1083;&#1102;&#1090;&#1072; (&#1089;&#1077;&#1088;&#1077;&#1073;&#1088;&#1086;, &#1084;&#1086;&#1085;&#1077;&#1090;&#1099;, &#1079;&#1086;&#1083;&#1086;&#1090;&#1086;)
	public $SYSTEM_START_TIME = 1585663166;
	public $VAL = "RUB";
    public $VAL2 = "RUB";
	
	# PAYEER настройки
	public $AccountNumber = 'P44444444';
	# PAYEER Выплата API
	public $apiId = '5555555555';
	public $apiKey = '6666666666';
	# PAYEER Касса
 	public $shopID1 = 7777777777;
	public $secretW1 = "777777777";
        public $shopID2 = 9999999999;
	public $secretW2 = "9999999999";
        public $shopID3 = 88888888888;
	public $secretW3 = "8888888888888888";
       
}
?>